import React, { useContext } from 'react'
import gogorioCS from '../../Images/gogorioCS.png'
import { Context } from '../../Context'


export default function History() {
    const {historyRef} = useContext(Context)
  return (
    <div className='history' ref={historyRef} >
        <p>
        <span>دبیرستان حاج اکبر شعوری </span> در سال  1372  با راه اندازی دوره راهنمايي تحصیلی  <br/>( متوسطه اول ) در شهر تبريز آغاز به فعاليّت آموزشی و تربيتی كرد.
<br/>
<br/>
به لطف و عنايت حضرت باری تعالی، مسئولين مدرسه با اِعمال مديريّت مبتنی بر علم و منطق و با تكيه بر مشاركت عملی و فكری اوليای محترم، بهره مندی از نيروهای متخصّص، متعهّد و خلاّق، پياده سازی سيستم های آموزشی پويا، گزينش دانش آموزان شايسته علمی و اخلاقی و تلاش مستمر همه افراد اعمّ از نیروهای ارزشمند و فرهیخته آموزشی و اجرایی، اعضای محترم انجمن اولیاء و مربیان، اولیای گرانقدر و دانش آموزان کوشا و مؤدب،  هر روز شاهد ارتقاء سطح علمی و تربيتی و کسب افتخارات و عناوین درخشان  در سطح استان و كشور هستيم كه جلوه آن را در مقبوليّت اجتماعی و انبوه داوطلبين برای پذيرش در اين مدرسه به وضوح مشاهده می شود.
<br/>
<br/>
<br/>



اميد است رضايت و رضوان خدای سبحان ما را در رسيدن به اهداف متعالی كه همان تعليم وتربيت صحيح فرزندان عزيز ميهن عزیزمان می باشد، قرين توفيق فرمايد.


        </p>
        <img src={gogorioCS} alt="" />
    </div>
  )
}
