import React from 'react'
import RegistrationDiv from './RegistrationDiv'

export default function SchoolHistory() {
    return (
        <div className='SchoolHistory'>
            <span> <h1>مؤسسه علمی- فرهنگی شعوری  </h1>در سال  1372  با راه اندازی دوره راهنمايي تحصیلی ( متوسطه اول ) در شهر تبريز آغاز به فعاليّت آموزشی و تربيتی كرد.</span><br /><br />
            <p> به لطف و عنايت حضرت باری تعالی، مسئولين مدرسه با اِعمال مديريّت مبتنی بر علم و منطق و با تكيه بر مشاركت عملی و فكری اوليای محترم، بهره مندی از نيروهای متخصّص، متعهّد و خلاّق، پياده سازی سيستم های آموزشی پويا، گزينش دانش آموزان شايسته علمی و اخلاقی و تلاش مستمر همه افراد اعمّ از نیروهای ارزشمند و فرهیخته آموزشی و اجرایی، اعضای محترم انجمن اولیاء و مربیان، اولیای گرانقدر و دانش آموزان کوشا و مؤدب،  هر روز شاهد ارتقاء سطح علمی و تربيتی و کسب افتخارات و عناوین درخشان  در سطح استان و كشور هستيم كه جلوه آن را در مقبوليّت اجتماعی و انبوه داوطلبين برای پذيرش در اين مدرسه به وضوح مشاهده می شود</p><br /><br />
            <p> اميد است رضايت و رضوان خدای سبحان ما را در رسيدن به اهداف متعالی كه همان تعليم وتربيت صحيح فرزندان عزيز ميهن عزیزمان می باشد، قرين توفيق فرمايد.</p>
        
            <RegistrationDiv/>
        </div>
        
    )
}
